Project to study the stationary wind-wind arcs in Orion

* Cronogramo 2013
+ (1 de abril 2013) Envio al Comité Académico la solicitud de sinodales
+ (6 de mayo 2013) Presentación del Protocolo de Investigación "Choques de Proa en la Nebulosa de Orión"



** Sinodales
+ William Henney (Tutor, CRyA)
+ Laurent Loinard (CRyA)
+ Luis Zapata (CRyA)
+ Alex Raga (ICN)
+ Sergey Silich (INAOE)

+ Erick Nagel (Guanajuato)
+ Mónica Rodríguez (INAOE)
+ Jane Arthur (CRyA)
+ Guillermo Tenorio Tagle (INAOE)
+ Ricardo González (CRyA)
+ Enrique Vázquez (CRyA)
+ Javier Ballesteros (CRyA)



* TODO Tasks to finish Jorge's protocolo
  CLOCK: [2013-04-02 Tue 23:30]

** Improve measurements of bowshocks
   
*** DONE LV2 can be improved
CLOSED: [2013-04-27 Sat 11:09]
+ Other images do not suffer from diffraction spikes and show more of the shock. 
+ There seems to be another shock crossing the bowshock, which confuses things. 



*** DONE 177-341 is more open than Jorge has it. 
CLOSED: [2013-04-27 Sat 11:09]
+ It extends more to the left side
+ On the right side it should be curtailed because of hints of binary interaction


*** DONE LV1 can be used too
CLOSED: [2013-04-27 Sat 11:09]
+ Only the section on the far right, since all other parts are affected by binary interaction
+ It will only work if we restrict the circle center to be on the axis.





*** Other proplyds with bowshocks
**** DONE Proplyd near LV1 (167-328)
CLOSED: [2013-04-27 Sat 11:09]
+ Has shock on at least one side
**** 154-240 - medium sized symmetric northern proplyd
+ [X] Can't see a visible bowshock, haven't found the necesary contrast to find it (Jorge)
**** 005-514 - far out (SW) proplyd, classified as LL in BOM00
+ Quite close to LL Ori
+ Will have ridiculously small value of R0/D
+ Jorge also found a ridiculosly small value of R0/D
+ R90/R0 is practically one, haven't tried to compute curvature radius
**** 073-227 - far out (NW) proplyd, classified as LL in BOM00
+ Practically the same situation of 005-227 (Jorge)

**** 141-301 Bowshock far at NW, has a tail visible as a sillouette
+ It is quite hard to define, looks like very assymetric
+ The delimited region so far fits awfully to an on axis circle, need a to be redifined

* Primer proyecto - formas de los choques de proa

** Objetivos
1. Ajustar modelos CRW modificados a los choques de los proplyds
   - encontrar las inclinaciones (si se puede)
   - efectos de interacciónes proplyd-proplyd
2. Ajustar modelos CRW a los choques LL
   - contrastes con el caso de los proplyds
   - contaminación de muestra LL por proplyds?
 
     

** Referencias
*** GAH2001 

*** CRW 
+ [[http://adsabs.harvard.edu/abs/1996ApJ...469..729C][1996ApJ...469..729C]]
+ Exact, Algebraic Solutions of the Thin-Shell Two-Wind Interaction Problem
+ J. Canto and A. C. Raga and F. P. Wilkin
+ ApJ 469 729 (1996)

*** BOM2000
+ [[http://adsabs.harvard.edu/abs/2000AJ....119.2919B][2000AJ....119.2919B]]
+ Disks, Microjets, Windblown Bubbles, and Outflows in the Orion Nebula
+ J. Bally and C. R. O'Dell and M. J. McCaughrean
+ AJ 119 2919-2959 (2000)

*** BLSW2006 
+ [[http://adsabs.harvard.edu/abs/2006AJ....131..473B][2006AJ....131..473B]]
+ Irradiated and Bent Jets in the Orion Nebula
+ J. Bally and D. Licht and N. Smith and J. Walawender
+ AJ 131 473-500 (2006)


*** BR2001
+ [[http://adsabs.harvard.edu/abs/2001ApJ...546..299B][2001ApJ...546..299B]]
+ Irradiated Herbig-Haro Jets in the Orion Nebula and near NGC 1333
+ J. Bally and B. Reipurth
+ ApJ 546 299-323 (2001)


** Proplyds
*** Imágenes en el mediano infrarrojo
**** Medir radios R0 y R90
+ R0 se mide a lo largo de la línea estrella-proplyd
+ R90 es perpendicular a eso

***** Will's measurements of the proplyds from Smith+Bally MIR

| Object |    D' |   R'_0 | R'_90A | R'_90B | R0/D | R90/D | R90/R0 | Notes       |
|--------+-------+-------+-------+-------+------+-------+--------+-------------|
| LV1    | 6.651 | 0.830 | 2.260 | 2.260 | 0.12 |  0.34 |   2.83 | S side only |
| LV2    | 7.777 | 2.078 | 2.442 | 2.442 | 0.27 |  0.31 |   1.15 | E side only |
| LV3    | 6.977 | 2.057 | 3.422 | 3.422 | 0.29 |  0.49 |   1.69 | E side only |
| LV4    |  6.22 | 1.098 | 1.763 |  2.05 | 0.18 |  0.31 |   1.72 |             |
| LV5    | 9.426 | 1.819 | 2.831 | 3.189 | 0.19 |  0.32 |   1.68 |             |
| LV2b   | 7.024 | 0.815 | 2.146 | 2.146 | 0.12 |  0.31 |   2.58 | W side only |
      #+TBLFM: $6=$3/$2 ;f2::$7=0.5 ($4 + $5)/$2; f2::$8=$7/$6 ; f2



*** Modelos CRW modificados
+ Versión de esto en GAH200
  + Pero creo que es para el caso plano paralelo
  + Necesitamos ver el caso en donde los dos vientos son divergentes
  + 


*** Imágenes ópticas
+ Se puede medir R0 con mayor precisión
+ No es obvio que se puede medir R90
  + Tal vez con R45 o R60, sería factible
  + O medir radio de curvatura


**** New proplyds to add to our observational sample

+ 141-301 - large asymmetric proplyd with extinction in core
+ 154-240 - medium sized symmetric northern proplyd
+ 170-248 - another northern proplyd - may or may not have a bowshock
+ 177-341 - (HST1) mediium-sized bright symmetric SE proplyd
+ 180-331 - small asymmetric proplyd near to HST1
+ 005-514 - far out (SW) proplyd, classified as LL in BOM00
+ 073-227 - far out (NW) proplyd, classified as LL in BOM00

**** Imágenes HST ACS-WFC del programa 10057

***** Description of [[http://archive.stsci.edu/proposal_search.php?id%3D10057&mission%3Dhst][program]]

ACS Ramp Filter Calibration
HST Proposal 10057

Shardha Jogee
University of Texas at Austin

Cycle: 12
Category: 
Proposal type: CAL/ACS


****** Proposal Abstract

We request 3 orbits to observe a well-calibrated region in the Orion Nebula with the primary goal of deriving monochromatic L-flats at specific central wavelengths {lambda_c} for {a} WFC {inner+outer} Halpha {FR716N, FR782N} and [OIII] {FR551N, FR601N} ramp filters. {b} WFC middle ramp filters {FR388N, FR459M, FR505N, FR6546N, FR914M}.{c} HRC middle ramp filters {FR388N, FR459M, FR505N, FR656N, FR914M}. As a secondary goal, we will get an independent check of the wavelength calibration which will be provided by the IDT team from the Cycle 11 program 9671. We request 1.5 CVZ orbits to observe two well-calibrated standard star fields in 47 Tuc with the primary goal of deriving WFC and HRC continuum L-flats for three middle {WFC1-MRAMP} filters: FR656N, FR388N, and FR505N. These filters are selected as they are frequently used to map the Halpha 6563 A, [OII] 3727A, and [OIII] 5007A lines and they include the least {FR388N} and most {FR505N} uniform ramps, based on ground data {ISR ACS 02-01}. These 3 filters should provide a good baseline for testing our approach and gauging the range of non-uniformity in the continuum L-flats. For good spatial sampling, the 2 fields are selected with stellar densities appropriate to WFC and HRC. For good spectral sampling we will step in the central wavelength in steps of 80 A, with 30s exposure at each lambda_c providing good S/N for V=15-20 mag stars. We will use 2K subarrays to reduce the frequency of buffer dumps.; 
ADS links

****** Papers related to proposal id:
No papers listed in database for this Proposal ID



***** The FITS data files
      :PROPERTIES:
      :DIR:      ~/Dropbox/JorgeBowshocks/HST-ACS
      :END:
Get the files from the staging area
#+BEGIN_SRC sh
wget ftp://henney:1sldddmk@stdatu.stsci.edu/stage/henney/henney46569/*
wget ftp://henney:1sldddmk@stdatu.stsci.edu/stage/henney/henney46729/*
wget ftp://henney:1sldddmk@stdatu.stsci.edu/stage/henney/henney46730/*
#+END_SRC

What filters do we have?
#+BEGIN_SRC python
import pyfits, glob
fitslist = glob.glob('*drz.fits')
kwds = ['detector', 'aperture', 'filter1', 'filter2', 'lrfwave']
table = []
table.append(['filename'] + kwds)
for f in fitslist:
   h = pyfits.open(f)[0].header
   table.append([f] + [h[k] for k in kwds])
return table
#+END_SRC

#+RESULTS:
| filename          | detector | aperture   | filter1 | filter2 | lrfwave |
| j8up01011_drz.fits | WFC      | WFC2-ORAMP | CLEAR1L | FR782N  |  7600.0 |
| j8up01021_drz.fits | WFC      | WFC2-ORAMP | CLEAR1L | FR601N  |  5853.0 |
| j8up01feq_drz.fits | WFC      | WFC2-ORAMP | CLEAR1L | FR782N  |  7600.0 |
| j8up01ffq_drz.fits | WFC      | WFC2-ORAMP | CLEAR1L | FR782N  |  7600.0 |
| j8up01fhq_drz.fits | WFC      | WFC2-ORAMP | CLEAR1L | FR782N  |  7600.0 |
| j8up01fjq_drz.fits | WFC      | WFC2-ORAMP | CLEAR1L | FR601N  |  5853.0 |
| j8up01flq_drz.fits | WFC      | WFC2-ORAMP | CLEAR1L | FR601N  |  5853.0 |
| j8up02usq_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR656N  |  6563.0 |
| j8up02utq_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR656N  |  6584.0 |
| j8up02uuq_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR656N  |  6717.0 |
| j8up02uvq_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR388N  |  3727.0 |
| j8up02uwq_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR388N  |  3869.0 |
| j8up02uyq_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR505N  |  5007.0 |
| j8up02v0q_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR505N  |  4959.0 |
| j8up02v5q_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR459M  |  3869.0 |
| j8up02v7q_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR459M  |  4350.0 |
| j8up02v9q_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR459M  |  5007.0 |
| j8up02vbq_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR914M  |  7751.0 |
| j8up02vcq_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR914M  |  9069.0 |
| j8up02vdq_drz.fits | WFC      | WFC1-MRAMP | CLEAR1L | FR914M  |  9532.0 |
| j8up54knq_drz.fits | HRC      | HRC        | CLEAR1S | FR388N  |  3727.0 |
| j8up54koq_drz.fits | HRC      | HRC        | CLEAR1S | FR388N  |  3869.0 |
| j8up54kpq_drz.fits | HRC      | HRC        | CLEAR1S | FR459M  |  4350.0 |
| j8up54kqq_drz.fits | HRC      | HRC        | CLEAR1S | FR459M  |  5007.0 |
| j8up54krq_drz.fits | HRC      | HRC        | CLEAR1S | FR505N  |  5007.0 |
| j8up54ksq_drz.fits | HRC      | HRC        | CLEAR1S | FR505N  |  4959.0 |
| j8up54ktq_drz.fits | HRC      | HRC        | CLEAR1S | FR656N  |  6584.0 |
| j8up54kuq_drz.fits | HRC      | HRC        | CLEAR1S | FR656N  |  6563.0 |
| j8up54kvq_drz.fits | HRC      | HRC        | CLEAR1S | FR914M  |  9069.0 |
| j8up54kwq_drz.fits | HRC      | HRC        | CLEAR1S | FR914M  |  9532.0 |


****** Lines present in each band

******* FR388N: narrow blue

******** j8up02uvq: 3727 +/- 45
Angstrom range: [3682, 3772]

| Line    |  Wav | F(lambda) |
|---------+------+-----------|
| H 15    | 3712 |     1.303 |
| [S III] | 3722 |     2.481 |
| [O II]  | 3726 |    40.122 |
| [O II]  | 3729 |    19.366 |
| H 13    | 3734 |     1.929 |
| H 12    | 3750 |     2.377 |
| H 11    | 3771 |     3.058 |
|---------+------+-----------|
| Total   |      |    70.636 |
#+TBLFM: @9$3=vsum(@I..@II)

******** j8up02uwq: 3869 +/- 45
Angstrom range: [3824, 3914]

| Line     |  Wav | F(lambda) |
|----------+------+-----------|
| H 9      | 3835 |     5.407 |
| [Ne III] | 3869 |      17.2 |
| He I     | 3889 |    11.380 |
|----------+------+-----------|
| Total    |      |    33.987 |
#+TBLFM: @5$3=vsum(@I..@II)


******* FR459M: medium blue/green

******** j8up02v7q: 4350 +/- 170
In range 4180 - 4520 Angstroms the lines are as follows in order of brightness (Esteban et al 2004)

| Line    |  Wav | F(lambda) |
|---------+------+-----------|
| H gamma | 4340 |     38.72 |
| He I    | 4472 |     4.042 |
| [O III] | 4363 |     1.129 |
| He I    | 4388 |     0.473 |
|---------+------+-----------|
| Total   |      |    44.364 |
#+TBLFM: @6$3=vsum(@I..@II)

******** j8up02v5q: 3869 +/- 170
In range 3700 - 4040 we have

| Line     |  Wav | F(lambda) |
|----------+------+-----------|
| H 15     | 3712 |     1.303 |
| [S III]  | 3722 |     2.481 |
| [O II]   | 3726 |    40.122 |
| [O II]   | 3729 |    19.366 |
| H 13     | 3734 |     1.929 |
| H 12     | 3750 |     2.377 |
| H 11     | 3771 |     3.058 |
| [S III]  | 3798 |     3.969 |
| H 9      | 3835 |     5.407 |
| [Ne III] | 3869 |      17.2 |
| He I     | 3889 |    11.380 |
| [Ne III] | 3967 |     5.314 |
| H 7      | 3970 |    12.366 |
| N II     | 4026 |     1.722 |
|----------+------+-----------|
| Total    |      |   127.994 |
#+TBLFM: @16$3=vsum(@I..@II)

******** j8up02v9q: 5007 +/- 170
In range 4837 - 5177 we have
| Line    |  Wav | F(lambda) |
|---------+------+-----------|
| H beta  | 4861 |    100.00 |
| He I    | 4922 |      1.24 |
| [O III] | 4959 |   131.389 |
| [O III] | 5007 |   398.147 |
| He I    | 5016 |     2.397 |
|---------+------+-----------|
| Total   |      |   633.173 |
#+TBLFM: @7$3=vsum(@I..@II)

****** TODO Strange emission around 4000 - 4500 Angstrom
       CLOCK: [2012-05-29 Tue 16:45]--[2012-05-29 Tue 17:35] =>  0:50

+ The bowshocks seem bright in 4363 A OIII line !!!!!
+ Also seen in a filament just south of th1D
+ Also seen in the part of the Trapezium Bright Bar just above th1C
+ /But/ there may be a fly in the ointment:
  + The same parts that are bright at 4350 are also bright (but not quite as much) at 3869
  + Pass-bands are given in Fig 3 of [[http://www.stsci.edu/hst/acs/documents/isrs/isr0005.pdf][Bohlin & Tsvetanov Instrument Science Report ACS 00-05 ]]
+ [-] Need to work out what lines are present in each band



+ [ ] Look in the Manuel spectrophotometry to see if it is really bright in 4363
+ [ ] What are the other possibilities?
  + Some sort of continuum - it would have to be
  + That is bright in the blue
  + What about 2-photon emission? - that peaks at 2400 Å I think
  + Or dust scattering - that would be interesting too
    + Actually the region in the Trapezium bar is bright in scattered continuum in F547M, so this is almost certainly what it is 


******* RGB 4350M - 6563N - 5007N
| Band  | File      | Filter | lambda |  dlam |
|-------+-----------+--------+--------+-------|
| Red   | j8up02v7q | FR459M | 4350.0 | 340.0 |
| Green | j8up02usq | FR656N | 6563.0 | 125.0 |
| Blue  | j8up02uyq | FR505N | 5007.0 | 106.0 |


	
****** Table of ACS Ramp Filters from Bohlin & Tsvetsanov

+ The equations are as follows (copied from the Report):
  + Transmission: T(λ) = BP + Ped + Z
    + BP is the primary component of the transmission
    + sits on a broader pedestal level (Ped)
    + minimum out-of-band zero level transmission of Z=1e-6
  + BP = Tavg F(λ)
  + F(λ)=1/{[(λ-Wcen)/(FWHM Wcen/2)]8 + 1}
  + Ped = 7 10-4 e-{[λ-Wpc]4/(2[0.047Wpc]4)} for the narrow band filters
  + Ped = 7 10-4 e-{[λ-Wpc]6)/(2[0.197Wpc]6)} for the medium band filters
  + Tavg(λ) = b0+ b1 Wcen+ b2 Wcen^2, where the wavelength λ is in Angstroms
  + FWHM(λ) = c0+ c1 Wcen+ c2 Wcen^2
  + Wpc is the pedestal central wavelength in Å that is used in the filter name,
    + eg. for FR656N, Wpc=6560.
  + Wcen is the central wavelength of a passband in the range of the minimum to the maximum wavelength in Table 1

That is a mess, but it seems to give enough information to reconstruct the curves. 

|   | Filter  | Ramp  | Minimum | Maximum | Segment  |  Filter |         |           |           |       |         |           |           |        |      |       |       |
| ! | Name    | Band  |    λ(Å) |    λ(Å) | Location | Wheel # |      b0 |        b1 |        b2 | ACS # |      c0 |        c1 |        c2 |   Wcen | Tavg |  FWHM |       |
|---+---------+-------+---------+---------+----------+---------+---------+-----------+-----------+-------+---------+-----------+-----------+--------+------+-------+-------|
| # | FR388N  | OII   |    3710 |    4049 | middle   |      36 |  3.5965 | -1.877E-3 |  2.794E-7 | 25M   | -0.0400 |  2.486E-5 | -2.243E-9 | 3879.5 | 0.52 | 0.023 |  89.2 |
| # | FR423N  | OII   |    4049 |    4420 | inner    |      36 |  1.2132 | -3.647E-4 |  5.136E-8 | 25I   | -0.0658 |  3.437E-5 | -3.411E-9 | 4234.5 | 0.59 | 0.019 |  80.5 |
| # | FR462N  | OII   |    4420 |    4824 | outer    |      36 |  14.606 | -6.143E-3 |  6.778E-7 | 25O   | -0.1250 |  5.735E-5 | -5.693E-9 |  4622. | 0.69 | 0.018 |  83.2 |
| # | FR505N  | OIII  |    4824 |    5266 | middle   |      50 |  1.1781 | -1.756E-4 |  1.717E-8 | 26M   | -0.2545 |  1.046E-4 | -9.922E-9 |  5045. | 0.73 | 0.021 |  106. |
| # | FR551N  | OIII  |    5266 |    5748 | inner    |      50 |  5.4225 | -1.735E-3 |  1.607E-7 | 26I   | -0.0930 |  3.714E-5 | -3.113E-9 |  5507. | 0.74 | 0.017 |  93.6 |
| # | FR601N  | OIII  |    5748 |    6274 | outer    |      50 |  6.3219 | -1.900E-3 |  1.616E-7 | 26O   | -0.0638 |  2.624E-5 | -2.072E-9 |  6011. | 0.74 | 0.019 |  114. |
| # | FR656N  | Hα    |    6274 |    6848 | middle   |      38 | -1.5151 |  6.860E-4 | -5.121E-8 | 27M   |  0.1285 | -3.385E-5 |  2.626E-9 |  6561. | 0.78 | 0.019 |  125. |
| # | FR716N  | Hα    |    6848 |    7474 | inner    |      38 | -1.1078 |  4.744E-4 | -2.880E-8 | 27I   | -0.2437 |  7.193E-5 | -4.931E-9 |  7161. | 0.81 | 0.019 |  136. |
| # | FR782N  | Hα    |    7474 |    8158 | outer    |      38 | -2.8885 |  8.326E-4 | -4.559E-8 | 27O   | -0.4023 |  1.045E-4 | -6.471E-9 |  7816. | 0.83 | 0.019 |  149. |
| # | FR853N  | IR    |    8158 |    8905 | inner    |      48 |  6.3224 | -1.289E-3 |  7.569E-8 | 28I   | -0.0324 |  1.165E-5 | -6.80E-10 | 8531.5 | 0.83 | 0.017 |  145. |
| # | FR931N  | IR    |    8905 |    9719 | outer    |      48 | -13.680 |  3.103E-3 | -1.658E-7 | 28Ob  | -0.4723 |  1.036E-4 | -5.448E-9 |  9312. | 0.84 | 0.020 |  186. |
| # | FR1016N | IR    |    9719 |   10609 | outer    |      49 | -4.1362 |  1.005E-3 | -5.081E-8 | 28Oc  |  0.1584 | -2.741E-5 |  1.360E-9 | 10164. | 0.83 | 0.020 |  203. |
| # | FR459M  | Broad |    3810 |    5366 | middle   |      49 | -2.7452 |  1.458E-3 | -1.500E-7 | 24Ma  | -0.2946 |  1.423E-4 | -1.351E-8 |  4588. | 0.79 | 0.074 |  340. |
| # | FR647M  | Broad |    5366 |    7574 | inner    |      49 | -0.0227 |  2.271E-4 | -1.559E-8 | 24I   | -0.0641 |  3.720E-5 | -2.362E-9 |  6470. | 0.79 | 0.078 |  505. |
| # | FR914M  | Broad |    7574 |   10709 | middle   |      48 |   1.056 |  -6.92E-5 |  4.213E-9 | 24Mc  |   0.001 |  1.000e-5 |  1.000e-9 | 9141.5 | 0.78 |  0.18 | 1650. |
| # |         |       |         |         |          |         |         |           |           |       |         |           |           |     0. |   0. |    0. |    0. |
#+TBLFM: $15=0.5($4 + $5);n0::$16=$b0 + $b1 $Wcen + $b2 $Wcen**2 ; n2::$17=$c0 + $c1 $Wcen + $c2 $Wcen**2 ; n2::$18=$FWHM $Wcen; n3
￼
****** What lines are in the filters

******* Broad red filters FR914M
+ These have width of 1650 Angstroms, but the only strong lines in the whole band are the [S III] lines at 9069 and 9531
+ Everything else is over 100 times weaker
+ Except for some H I Paschen lines, which are at least 10 times weaker


** Objetos LL
*** Encontrar lista completa de todos los objetos
+ Hay varios artículos de Bally que listan estos objetos.  Sin embargo, no hay ninguna lista completa de todos publicado.  

+ Algunos están en BOM2000 - ver figura 2. Son los objetos con designación que empieza con "w". Por ejemplo, w069-600
+ Algunos otros están en BR2001 - ver figura 1.  Se llaman LL3, LL4, etc
+ Algunos otros están en BLSW2006 - ver Tabla 2.  Los que se llaman LL4, LL5, etc son iguales a en BR2001, pero hay otros que se llaman algo como "LL 344-3020" y creo que son nuevos.

**** Tabla de objetos LL

Este viene de [[file:llobjects.org::*The%20other%20LL%20objects%20(3%20to%206%20plus%20others)][llobjects.org]]

| Bally name | OW name     | Star     |         RA |        Dec | Ref          |  PA |   D |  d_s | Notes     |
|------------+-------------+----------+------------+------------+--------------+-----+-----+-----+-----------|
| LL2        |             | IX Ori   |  5:34:40.8 |   -5:22:43 | BR01         |     |     |     |           |
| LL3        |             |          |  5:34:40.8 |   -5:26:39 | BR01         |     |     |     |           |
| LL4        |             |          |  5:34:42.7 |   -5:28:38 | BR01         |     |     |     |           |
|            | w000-400    |          | 5:34:59.57 | -5:24:00.4 | BOM00        |  80 | 256 | 1.3 |           |
|            | w005-514    |          | 5:35:00.49 | -5:25:14.4 | BOM00        |  65 | 264 | 1.6 | [fn:w005] |
|            | w012-407    |          | 5:35:01.20 | -5:24:07.0 | BOM00        |  80 | 239 | 1.0 |           |
|            | w014-414    |          | 5:35:01.40 | -5:24:13.8 | BOM00        |  80 | 231 | 0.9 |           |
|            | w030-524    |          | 5:35:03.02 | -5:25:24.4 | BOM00        |  80 | 239 | 0.5 |           |
|            | w044-527    |          | 5:35:04.44 | -5:25:27.4 | BOM00        |  70 | 219 | 2.1 | [fn:w044] |
| LL1        | w056-519    | LL Ori   | 5:35:05.64 | -5:25:19.4 | BR01, BOM00  |  70 | 200 | 3.2 |           |
|            | w069-601    |          | 5:35:06.91 | -5:26:00.6 | BOM00        |  70 | 213 | 0.8 |           |
|            | w073-227    |          | 5:35:07.27 | -5:22:26.6 | BOM00        | 105 | 150 | 2.0 | [fn:w073] |
|            | LL 261-3018 |          |  5:35:26.1 |   -5:30:18 | WJH (BLSW06) |     |     |     |           |
|            | w266-558    |          | 5:35:26.62 | -5:25:58.4 | BOM00        | 315 | 218 | 1.9 |           |
|            | LL 305-811  |          |  5:35:30.5 |   -5:28:11 | BLSW06       |     |     |     |           |
|            | LL 308-3036 |          |  5:35:30.8 |   -5:30:36 | BLSW06       |     |     |     | proplyd?  |
| LL5        |             |          |  5:35:31.5 |   -5:28:16 | BR01         |     |     |     | proplyd   |
| LL6        |             |          |  5:35:32.9 |   -5:30:21 | BR01         |     |     |     |           |
|            | LL 344-3020 |          |  5:35:34.4 |   -5:30:20 | BLSW06       |     |     |     |           |
| LL7        |             |          |  5:35:35.1 |   -5:33:49 | BR01         |     |     |     | [fn:LL7]  |
|            |             | V488 Ori |            |            | BLSW06       |     |     |     | proplyd   |
|            | 4468-605    |          |            |            | BLSW06       |     |     |     | proplyd   |
|            |             |          |            |            |              |     |     |     |           |

+ I don't believe those position angles


***** Notes to LL object table
[fn:w005] Looks like a proplyd. Bowshock is less open, as expected.
[fn:w044] Just behind LL Ori
[fn:w073] Also looks like a proplyd. Position NW of Trapezium
[fn:LL7] A very large bow

*** Buscar objetos LL adicionales
El mosaico de Robberto cubre una área mayor que las observaciones de BR2001.  Es posible que hay más objetos para descubrir. 

**** An LL object in Carina
     CLOCK: [2012-02-27 Mon 21:51]--[2012-02-27 Mon 22:01] =>  0:10

+ \cite{Smith:2010} find a object in the Carina Nebula (HH 1012) that looks identical to the LL objects.  See their Fig 14.
+ There is also the object HHc-9 (see their Fig 24), which they say is a jet bowshock, but it looks to me like it might be a LL bow too.  However, there is no central star to be seen, which is rather odd. 


#+BEGIN_SRC bibtex

@article{Smith:2010,
	Abstract = {We report the discovery of new Herbig-Haro (HH) jets in the Carina Nebula, and we discuss the protostellar outflow activity of a young OB association. These are the first results of an Halpha imaging survey of Carina conducted with the Hubble Space Telescope (HST)/Advanced Camera for Surveys. Adding to the one previously known example (HH 666), we detect 21 new HH jets, plus 17 new candidate jets, ranging in length from 0.005 to 3pc. Using the Halpha emission measure to estimate jet densities, we derive jet mass-loss rates ranging from 8 × 10-9 to ~10-6Msolaryr-1, but a comparison to the distribution of jet mass-loss rates in Orion suggests that we may be missing a large fraction of the jets below 10-8Msolaryr-1. A key qualitative result is that even some of the smallest dark globules with sizes of <~1 arcsec (0.01pc) are active sites of ongoing star formation because we see HH jets emerging from them, and that these offer potential analogues to the cradle of our Solar system because of their proximity to dozens of imminent supernovae that will enrich them with radioactive nuclides like 60Fe. Although most proplyd candidates identified from ground-based data are dark cometary globules, HST images now reveal proplyd structures in the core of the Tr 14 cluster, only 0.1-0.2 pc from several extreme O-type stars. Throughout Carina, some HH jets have axes bent away from nearby massive stars, while others show no bend, and still others are bent toward the massive stars. These jet morphologies serve as `wind socks' strong photoevaporative flows can shape the jets, competing with the direct winds and radiation from massive stars. We find no clear tendency for jets to be aligned perpendicular to the axes of dust pillars. Finally, even allowing for a large number of jets that may escape detection, we find that HH jets are negligible to the global turbulence of the surrounding region, which is driven by massive star feedback.  Based on observations made with the NASA/ESA Hubble Space Telescope, obtained at the Space Telescope Science Institute, which is operated by the Association of Universities for Research in Astronomy, Inc., under NASA contract NAS5-26555.  E-mail: nathans@astro.berkeley.edu},
	Adsnote = {Provided by the SAO/NASA Astrophysics Data System},
	Adsurl = {http://adsabs.harvard.edu/abs/2010MNRAS.405.1153S},
	Archiveprefix = {arXiv},
	Author = {{Smith}, N. and {Bally}, J. and {Walborn}, N.~R.},
	Date-Added = {2012-02-28 03:16:39 +0000},
	Date-Modified = {2012-02-28 03:16:39 +0000},
	Doi = {10.1111/j.1365-2966.2010.16520.x},
	Eprint = {1002.4898},
	Journal = {\mnras},
	Keywords = {stars: formation, stars: pre-main-sequence, ISM: Herbig-Haro objects, ISM: individual: NGC 3372, ISM: individual: NGC 3324, ISM: jets and outflows},
	Month = jun,
	Pages = {1153-1186},
	Primaryclass = {astro-ph.SR},
	Title = {{HST/ACS H{$\alpha$} imaging of the Carina Nebula: outflow activity traced by irradiated Herbig-Haro Jets}},
	Volume = 405,
	Year = 2010,
	Bdsk-Url-1 = {http://dx.doi.org/10.1111/j.1365-2966.2010.16520.x}}

#+END_SRC

**** A new LL object: LL 261-3018!
      CLOCK: [2012-02-27 Mon 20:45]--[2012-02-27 Mon 21:00] =>  0:15
+ I just found a new object while looking at the Bally 2006 paper!
  + It is along the southern side of the HH 502 jet
    + Same RA as knot S6 (boxes 18, 19): 05 35 26.1
    + Nearly same Dec as knot S5 (box 17): say -05 30 18

+ I thought I had found another one too, but it is already catalogued as 308-3036, just to W of LL6

*** Llenar datos faltantes en la tabla

*** Medir los radios R0 y R90 para los objetos LL
    
*** Comparar los LL que son proplyds con los que no son


* Proyectos a continuación

** Usando la fotometría MIR
*** Emisión de los choques
+ El analisis aquí es sencillo porque las regiones son opticamente delgadas a la radiación estelar, entonces el flujo incidente depende sólo de la distancia
+ Calcular modelos con Cloudy para diferentes mezclas de granos
+ Usar la emisión H alpha para estimar las densidades
+ Investigar si requirimos variaciones en las propiedades del polvo entre los objetos
  + ¿Porqué es tan brillante el choque de LV1a/b?


** Calulate EW(Hb) of shock structures
   CLOCK: [2012-02-07 Tue 08:44]--[2012-02-07 Tue 08:50] =>  0:06
These have the big advantage of a well-constrained geometry and sharp edges so that they can be isolated from the background.  They should also be optically thin, which simplifies the analysis. 

On the minus side, they are hard to see in the continuum.  From the file [[file:~/Work/BobPC/3f547.fits][3f547.fits]] I can see the LV1 bowshock, the LV4 bowshock, and maybe the LV2 bowshock.  We could possibly use TinyTim to try and remove the PSF. 

Actually, I think I can see the LV3 bowshock too!  This is odd, since it is invisible in [O III]

Of course, we have to be careful about solving for the cross-talk between the filters. 

** What is going on with the Ney-Allen nebula?
+ The 10/20 micron ratio is higher on the inside, suggesting it is heated by th1D, not by th1C
+ We could do a simple model of this since the th1D spectrum is pretty well known.
  + Presumably the radial variation of the MIR color is due to it being optically thick to the stellar radiation (UV/optical)
  + The extinction to th1D is a constraint on the modelling
  + As is the lack of an obvious HII region around th1D


* Artículos para Jorge

** Choques de Proa en Orion

*** Teoría

+ Johnstone et al 1998ApJ...499..758J
+ García-Arredondo, Arthur, Henney 2001ApJ...561..830G

*** Emisión de líneas ópticas

+ O'Dell 1998AJ....115..263O
+ Bally et al 1998AJ....116..293B
+ Henney et al 2002ApJ...566..315H
  
*** Emisión infrarroja

Smith & Bally 2005AJ....130.1763S

** Objetos LL

+ Bally O'Dell McCaughrean 2000AJ....119.2919B
+ Bally et al 2006AJ....131..473B

** Interacción de vientos
+ García-Arredondo, Arthur, Henney 2001ApJ...561..830G
+ Cantó, Raga, Wilkin 1996ApJ...469..729C


* Types of bowshock in Orion
1. HH objects
   + high proper motions
   + driven by episodic jets
2. Proplyd bowshocks
   + stationary
   + inner nebula only
   + except for 
3. LL Ori bowshocks
   + stationary
   + outer nebula only
4. Ney--Allen nebula (th1D)
   + wtf?

